<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085; Xfce 4</title><link rel="stylesheet" type="text/css" href="../xfwm4.css"><meta name="generator" content="DocBook XSL Stylesheets V1.76.1"><link rel="home" href="#index" title="&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085; Xfce 4"><link rel="next" href="#wm-intro" title="&#1042;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div lang="ru" class="article" title="&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085; Xfce 4"><div class="titlepage"><div><div><h2 class="title"><a name="index"></a>&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085; Xfce 4</h2></div><div><div class="authorgroup"><div class="author"><h3 class="author"><span class="firstname">François</span> <span class="surname">Le Clainche</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a class="email" href="mailto:fleclainche@wanadoo.fr">fleclainche@wanadoo.fr</a>&gt;</code></p></div></div></div></div></div><div><span xmlns="http://www.w3.org/TR/xhtml1/transitional" class="releaseinfo"><br></br>&#1069;&#1090;&#1086; &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1086;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1077;&#1090; xfwm4 &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; 4.8.3<br></br></span></div><div><p class="copyright">&#1040;&#1074;&#1090;&#1086;&#1088;&#1089;&#1082;&#1080;&#1077; &#1087;&#1088;&#1072;&#1074;&#1072; © 2004 François Le Clainche</p></div><div><p class="copyright">&#1040;&#1074;&#1090;&#1086;&#1088;&#1089;&#1082;&#1080;&#1077; &#1087;&#1088;&#1072;&#1074;&#1072; © 2004 Jasper Huijsmans</p></div><div><p class="copyright">&#1040;&#1074;&#1090;&#1086;&#1088;&#1089;&#1082;&#1080;&#1077; &#1087;&#1088;&#1072;&#1074;&#1072; © 2010 Denis Koryavov (dkoryavov@yandex.ru)</p></div><div><p class="copyright">&#1040;&#1074;&#1090;&#1086;&#1088;&#1089;&#1082;&#1080;&#1077; &#1087;&#1088;&#1072;&#1074;&#1072; © 2011 Artem Zolochevskiy (artem.zolochevskiy@gmail.com)</p></div></div><hr></div><div class="toc"><p><b>&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;</b></p><dl><dt><span class="sect1"><a href="#wm-intro">&#1042;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;</a></span></dt><dt><span class="sect1"><a href="#wm-using">&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; <strong class="application"><code>xfwm4</code></strong></a></span></dt><dd><dl><dt><span class="sect2"><a href="#wm-windows">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1082;&#1085;&#1072;&#1084;&#1080;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#wm-settings">&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; <strong class="application"><code>xfwm4</code></strong></a></span></dt><dd><dl><dt><span class="sect2"><a href="#wm-style">&#1057;&#1090;&#1080;&#1083;&#1100; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103;</a></span></dt><dt><span class="sect2"><a href="#keyboard_shortcuts">&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;</a></span></dt><dt><span class="sect2"><a href="#focus">&#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072;</a></span></dt><dt><span class="sect2"><a href="#wm_advanced">&#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#workspaces">&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1084;&#1080; &#1089;&#1090;&#1086;&#1083;&#1072;&#1084;&#1080;</a></span></dt><dd><dl><dt><span class="sect2"><a href="#id588605">&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</a></span></dt><dt><span class="sect2"><a href="#workspace-margins">&#1055;&#1086;&#1083;&#1103; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</a></span></dt></dl></dd><dt><span class="sect1"><a href="#wm-copyright">&#1054; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; <strong class="application"><code>xfwm4</code></strong></a></span></dt></dl></div><div class="sect1" title="&#1042;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-intro"></a>&#1042;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;</h2></div></div></div><p>&#1054;&#1082;&#1086;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; Xfce 4 &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1095;&#1072;&#1089;&#1090;&#1100;&#1102; <a class="ulink" href="http://www.xfce.org" target="_top">&#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099; Xfce</a>. &#1050;&#1086;&#1084;&#1072;&#1085;&#1076;&#1072; &#1076;&#1083;&#1103; &#1077;&#1075;&#1086; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#8211; <strong class="application"><code>xfwm4</code></strong>. &#1044;&#1083;&#1103; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1074; &#1092;&#1086;&#1085;&#1086;&#1074;&#1086;&#1084; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; <span class="command"><strong><strong class="application"><code>xfwm4</code></strong> --daemon</strong></span>. &#1054;&#1082;&#1086;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1079;&#1072; &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1086;&#1082;&#1086;&#1085; &#1085;&#1072; &#1101;&#1082;&#1088;&#1072;&#1085;&#1077;, &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1082;&#1086;&#1085; &#1080; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1080;&#1083;&#1080; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080;&#1093;.</p><p><strong class="application"><code>xfwm4</code></strong> &#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1072;&#1084;, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1105;&#1085;&#1085;&#1099;&#1084; <a class="ulink" href="http://www.freedesktop.org" target="_top">freedesktop.org</a>. &#1057;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1090;&#1072;&#1082;&#1080;&#1077; &#1082;&#1072;&#1082; &#1086;&#1082;&#1085;&#1072; &#1073;&#1077;&#1079; &#1088;&#1072;&#1084;&#1086;&#1082; &#1080;&#1083;&#1080; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1079;&#1085;&#1072;&#1095;&#1082;&#1072; &#1076;&#1083;&#1103; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1090;&#1077;&#1087;&#1077;&#1088;&#1100; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1073;&#1099;&#1090;&#1100; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1085;&#1099; &#1074; &#1089;&#1072;&#1084;&#1086;&#1084; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1080;, &#1080; &#1074;&#1099; &#1073;&#1086;&#1083;&#1077;&#1077; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1086;&#1082;&#1086;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1076;&#1083;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;. &#1054;&#1076;&#1085;&#1072; &#1080;&#1079; &#1089;&#1072;&#1084;&#1099;&#1093; &#1079;&#1072;&#1084;&#1077;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; <strong class="application"><code>xfwm4</code></strong> &#8211; &#1101;&#1090;&#1086; &#1090;&#1077;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;. &#1054;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1082;&#1085;&#1072; (&#1088;&#1072;&#1084;&#1082;&#1080;, &#1089;&#1090;&#1088;&#1086;&#1082;&#1072; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1080; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080; &#1086;&#1082;&#1085;&#1072;) &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1076;&#1072;&#1085;&#1086; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1090;&#1077;&#1084; &#1086;&#1082;&#1086;&#1085;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;&#1072;.</p><p><strong class="application"><code>xfwm4</code></strong> &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090; xinerama &#1080; &#1084;&#1085;&#1086;&#1075;&#1086;&#1101;&#1082;&#1088;&#1072;&#1085;&#1085;&#1099;&#1077; &#1088;&#1077;&#1078;&#1080;&#1084;&#1099;. &#1069;&#1090;&#1086; &#1091;&#1076;&#1086;&#1073;&#1085;&#1086;, &#1077;&#1089;&#1083;&#1080; &#1082; &#1074;&#1072;&#1096;&#1077;&#1084;&#1091; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1091; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;&#1086;&#1074;.</p><p><strong class="application"><code>xfwm4</code></strong> &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1087;&#1091;&#1097;&#1077;&#1085; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086;, &#1085;&#1086; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;&#1084;&#1080; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1081;&#1089;&#1072; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;, &#1074;&#1072;&#1084; &#1087;&#1086;&#1085;&#1072;&#1076;&#1086;&#1073;&#1080;&#1090;&#1089;&#1103; <a class="ulink" href="xfce-mcs-manager.html" target="_top">&#1076;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; Xfce 4</a>. &#1047;&#1072;&#1076;&#1072;&#1095;&#1080; &#1074;&#1099;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1077; &#1079;&#1072; &#1088;&#1072;&#1084;&#1082;&#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1082;&#1085;&#1072;&#1084;&#1080;, &#1090;&#1072;&#1082;&#1080;&#1077; &#1082;&#1072;&#1082; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072; &#1092;&#1086;&#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081;, &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1084;&#1080;.</p><p>&#1042; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074; <strong class="application"><code>xfwm4</code></strong> &#1074;&#1093;&#1086;&#1076;&#1080;&#1090; &#1089;&#1074;&#1086;&#1081; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1090;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1085;&#1086;&#1074;&#1099;&#1077; &#1088;&#1072;&#1089;&#1096;&#1080;&#1088;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; <a class="ulink" href="http://freedesktop.org/Software/xorg" target="_top">X.org</a>. &#1050;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1090;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1087;&#1086;&#1093;&#1086;&#1078; &#1085;&#1072; &#1086;&#1082;&#1086;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;, &#1086;&#1085; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1077;&#1082;&#1086;&#1084; &#1074;&#1089;&#1077;&#1093; &#1086;&#1082;&#1086;&#1085;, &#1086;&#1090;&#1089;&#1083;&#1077;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077; &#1074;&#1080;&#1076;&#1099; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1081; X Window &#1080; &#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1091;&#1077;&#1090; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;. &#1042;&#1089;&#1090;&#1088;&#1072;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1090;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;&#1072; &#1074; &#1086;&#1082;&#1086;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1077;&#1090; &#1089;&#1086;&#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1074;&#1080;&#1079;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1099; &#1089; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1103;&#1084;&#1080; &#1086;&#1082;&#1086;&#1085;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1090;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;, &#1074;&#1072;&#1084; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1089;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100; <strong class="application"><code>xfwm4</code></strong> &#1089; &#1086;&#1087;&#1094;&#1080;&#1077;&#1081; &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1080; --enable-compositor. &#1042; &#1083;&#1102;&#1073;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1090;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1090;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1087;&#1088;&#1080; &#1089;&#1090;&#1072;&#1088;&#1090;&#1077; <strong class="application"><code>xfwm4</code></strong>, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1072;&#1088;&#1075;&#1091;&#1084;&#1077;&#1085;&#1090; «--compositor=off».</p></div><div class="sect1" title="&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; xfwm4"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-using"></a>&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; <strong class="application"><code>xfwm4</code></strong></h2></div></div></div><div class="sect2" title="&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1082;&#1085;&#1072;&#1084;&#1080;"><div class="titlepage"><div><div><h3 class="title"><a name="wm-windows"></a>&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1082;&#1085;&#1072;&#1084;&#1080;</h3></div></div></div><p>&#1054;&#1082;&#1086;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1088;&#1072;&#1084;&#1082;&#1080;, &#1089;&#1090;&#1088;&#1086;&#1082;&#1091; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1080; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080; &#1086;&#1082;&#1086;&#1085; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081;. &#1042;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1074;&#1080;&#1076; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1090;&#1077;&#1084;&#1086;&#1081; &#1086;&#1082;&#1086;&#1085;&#1085;&#1086;&#1075;&#1086; &#1084;&#1077;&#1085;&#1077;&#1076;&#1078;&#1077;&#1088;&#1072;.</p><p>&#1042; &#1090;&#1077;&#1084;&#1077; &#1087;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; <strong class="application"><code>xfwm4</code></strong> &#1076;&#1083;&#1103; &#1086;&#1073;&#1099;&#1095;&#1085;&#1099;&#1093; &#1086;&#1082;&#1086;&#1085; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081; &#1074;&#1099;&#1074;&#1086;&#1076;&#1080;&#1090; &#1096;&#1077;&#1089;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082; &#1080; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082;. &#1064;&#1077;&#1089;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1102;&#1090; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080;:</p><div class="figure"><a name="titlebar-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 1. &#1050;&#1085;&#1086;&#1087;&#1082;&#1080; &#1089;&#1090;&#1088;&#1086;&#1082;&#1080; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; <code class="application">xfwm4</code></b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/titlebar.png" alt="xfwm4 title bar buttons and functions"></div></div></div></div><br class="figure-break"><p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1100; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1097;&#1077;&#1083;&#1095;&#1082;&#1086;&#1084; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &#1084;&#1077;&#1085;&#1102; &#1085;&#1072; &#1089;&#1090;&#1088;&#1086;&#1082;&#1077; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1080;&#1083;&#1080; &#1097;&#1077;&#1083;&#1095;&#1082;&#1086;&#1084; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072; &#1089;&#1072;&#1084;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072;.</p><p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1077; <strong class="application"><code>xftaskbar4</code></strong>, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1100; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081; &#1097;&#1077;&#1083;&#1095;&#1082;&#1086;&#1084; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1083;&#1102;&#1073;&#1086;&#1084;&#1091; &#1080;&#1079; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095;. &#1069;&#1090;&#1086;&#1090; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1091;&#1085;&#1082;&#1090;&#1086;&#1074;.</p><div class="variablelist"><dl><dt><span class="term">&#1055;&#1077;&#1088;&#1077;&#1076;&#1072;&#1090;&#1100; &#1092;&#1086;&#1082;&#1091;&#1089; &#1086;&#1082;&#1085;&#1091;</span></dt><dd><p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1083;&#1086; &#1074;&#1074;&#1086;&#1076; &#1089; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;/&#1084;&#1099;&#1096;&#1080;, &#1074;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1090;&#1100; &#1092;&#1086;&#1082;&#1091;&#1089; &#1086;&#1082;&#1085;&#1091;. &#1055;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1094;&#1074;&#1077;&#1090;&#1086;&#1074;&#1086;&#1077; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072; &#1089; &#1092;&#1086;&#1082;&#1091;&#1089;&#1086;&#1084;. &#1044;&#1083;&#1103; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072;&#1093; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072; &#1086;&#1073;&#1088;&#1072;&#1090;&#1080;&#1090;&#1077;&#1089;&#1100; &#1082; <a class="ulink" href="#focus" target="_top">&#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1084;&#1091; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1091;</a> &#1085;&#1080;&#1078;&#1077;.</p><p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1090;&#1100; &#1092;&#1086;&#1082;&#1091;&#1089; &#1086;&#1090; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1102; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;: &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; Alt &#1080; &#1085;&#1072;&#1078;&#1080;&#1084;&#1072;&#1081;&#1090;&#1077; Tab &#1087;&#1086;&#1082;&#1072; &#1085;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1086;&#1082;&#1085;&#1086;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1099; &#1078;&#1077;&#1083;&#1072;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1090;&#1100; &#1092;&#1086;&#1082;&#1091;&#1089;. &#1055;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1074;&#1099; &#1091;&#1074;&#1080;&#1076;&#1080;&#1090;&#1077; &#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1086;&#1077; &#1074;&#1089;&#1087;&#1083;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1077; &#1086;&#1082;&#1085;&#1086;, &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1102;&#1097;&#1077;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1077;&#1075;&#1086; &#1079;&#1085;&#1072;&#1095;&#1086;&#1082; &#1080; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082; &#1086;&#1082;&#1085;&#1072;. <strong class="application"><code>xfwm4</code></strong> &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1090;&#1080;&#1090; &#1088;&#1072;&#1084;&#1082;&#1091; &#1086;&#1082;&#1085;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1077;&#1090; &#1092;&#1086;&#1082;&#1091;&#1089;.</p><p>&#1055;&#1088;&#1080;&#1084;&#1077;&#1095;&#1072;&#1085;&#1080;&#1077;: &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; &#1074; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1080; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090;, &#1095;&#1090;&#1086;&#1073; &#1086;&#1082;&#1085;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1073;&#1099;&#1083;&#1086; &#1074; &#1092;&#1086;&#1082;&#1091;&#1089;&#1077; :-)</p></dd><dt><span class="term">&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; / &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1086;&#1082;&#1085;&#1072;</span></dt><dd><p>&#1055;&#1088;&#1080; &#1088;&#1072;&#1079;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080; &#1086;&#1082;&#1085;&#1072; &#1086;&#1085;&#1086; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090; &#1074;&#1089;&#1105; &#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072; (&#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;&#1084;&#1080; &#1074; <a class="ulink" href="xfdesktop.html#xfdesktop-workspace" target="_top">workspace settings</a>). &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1080;, &#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1080; &#1080;&#1083;&#1080; &#1078;&#1077; &#1074; &#1086;&#1073;&#1086;&#1080;&#1093; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;&#1093; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;.</p><p>&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;, &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1086;&#1076;&#1085;&#1086; &#1080;&#1079; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; «&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;»;</p></li><li class="listitem"><p> &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F5.</p></li></ul></div><p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1074;&#1077;&#1089;&#1090;&#1080; &#1083;&#1102;&#1073;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; &#1074; &#1087;&#1086;&#1083;&#1085;&#1086;&#1101;&#1082;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1078;&#1080;&#1084;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1102; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F11, &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1077;&#1088;&#1077;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1100;. &#1042; &#1101;&#1090;&#1086;&#1084; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077; &#1086;&#1082;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1074;&#1089;&#1105; &#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1089;&#1090;&#1074;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;, &#1085;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1103; &#1082;&#1088;&#1072;&#1103; &#1086;&#1082;&#1085;&#1072;.</p><p>&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1080;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1089;&#1088;&#1077;&#1076;&#1085;&#1077;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F6;</p></li></ul></div><p>&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086; &#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1080;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F7;</p></li></ul></div><p>&#1045;&#1089;&#1083;&#1080; &#1086;&#1082;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; &#1088;&#1072;&#1079;&#1074;&#1105;&#1088;&#1085;&#1091;&#1090;&#1086; &#1086;&#1076;&#1085;&#1080;&#1084; &#1083;&#1080;&#1073;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1084;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1077;&#1075;&#1086; &#1087;&#1077;&#1088;&#1074;&#1086;&#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1086;&#1076;&#1085;&#1080;&#1084; &#1080;&#1079; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1074;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1074;&#1096;&#1077;&#1081;&#1089;&#1103; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;.</p></li><li class="listitem"><p>&#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; «&#1042;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1088;&#1072;&#1079;&#1074;&#1105;&#1088;&#1085;&#1091;&#1090;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072;»</p></li></ul></div></dd><dt><span class="term">&#1048;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085;</span></dt><dd><p>&#1061;&#1086;&#1090;&#1103; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1086;&#1082;&#1086;&#1085; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1079;&#1084;&#1077;&#1085;&#1105;&#1085;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1080;&#1079; &#1085;&#1080;&#1093; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1074;&#1072;&#1096;&#1080;&#1084;&#1080; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1103;&#1084;&#1080;.</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1088;&#1072;&#1103; &#1080; &#1091;&#1075;&#1083;&#1099; &#1086;&#1082;&#1085;&#1072; &#1076;&#1083;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1086;&#1082;&#1085;&#1072;, &#1087;&#1077;&#1088;&#1077;&#1076;&#1074;&#1080;&#1075;&#1072;&#1103; &#1080;&#1093; &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1084;&#1099;&#1096;&#1080;;</p></li><li class="listitem"><p>&#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; Alt + &#1097;&#1077;&#1083;&#1095;&#1086;&#1082; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072;&#1076; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;&#1102; &#1086;&#1082;&#1085;&#1072;. &#1069;&#1090;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1090;&#1072;&#1082;&#1078;&#1077;, &#1082;&#1072;&#1082; &#1077;&#1089;&#1083;&#1080; &#1073;&#1099; &#1074;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083;&#1080; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1089;&#1082;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1072;&#1074;&#1086;&#1075;&#1086; &#1074;&#1077;&#1088;&#1093;&#1085;&#1077;&#1075;&#1086; &#1091;&#1075;&#1083;&#1072; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1091;&#1076;&#1086;&#1073;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;: Shift + Alt + &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072; (&#1074;&#1074;&#1077;&#1088;&#1093;, &#1074;&#1085;&#1080;&#1079;, &#1074;&#1087;&#1088;&#1072;&#1074;&#1086; &#1080;&#1083;&#1080; &#1074;&#1083;&#1077;&#1074;&#1086;).</p></li></ul></div></dd><dt><span class="term">&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; / &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;</span></dt><dd><p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1074; &#1086;&#1076;&#1085;&#1086; &#1080;&#1079; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1089;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072;</p></li><li class="listitem"><p>&#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1087;&#1091;&#1085;&#1082;&#1090; «&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;»;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F8.</p></li></ul></div><p>&#1050;&#1072;&#1082; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1074;&#1089;&#1077; &#1086;&#1082;&#1085;&#1072; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;, &#1079;&#1072; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1099; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1077;. &#1044;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; «&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1074;&#1089;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1082;&#1085;&#1072;».</p><p>&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; «&#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;» &#1086;&#1082;&#1085;&#1086;, &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1077;&#1075;&#1086; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1080;&#1083;&#1080; &#1079;&#1085;&#1072;&#1095;&#1086;&#1082; &#1074; &#1086;&#1076;&#1085;&#1086;&#1084; &#1080;&#1079; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1086;&#1074; Xfce 4:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p><strong class="application"><code>xftaskbar4</code></strong></p></li><li class="listitem"><p>&#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1086;&#1082;&#1086;&#1085;, &#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084;&#1091; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1087;&#1086; &#1097;&#1077;&#1083;&#1095;&#1082;&#1091; &#1089;&#1088;&#1077;&#1076;&#1085;&#1077;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072; &#1092;&#1086;&#1085;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1089;&#1090;&#1086;&#1083;&#1072;. &#1069;&#1090;&#1086;&#1090; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1099;&#1077; &#1086;&#1082;&#1085;&#1072;, &#1089;&#1075;&#1088;&#1091;&#1087;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1084; &#1084;&#1077;&#1089;&#1090;&#1072;&#1084;. &#1057;&#1074;&#1105;&#1088;&#1085;&#1091;&#1090;&#1099;&#1077; &#1086;&#1082;&#1085;&#1072; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099; &#1084;&#1077;&#1078;&#1076;&#1091; [ ].</p></li><li class="listitem"><p><strong class="application"><code>xfce4-iconbox</code></strong>.</p></li></ul></div></dd><dt><span class="term">&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082; / &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;</span></dt><dd><p>&#1055;&#1088;&#1080; &#1089;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080; &#1086;&#1082;&#1085;&#1072; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082; &#1086;&#1085;&#1086; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1072;&#1077;&#1090;&#1089;&#1103; &#1076;&#1086; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;. &#1044;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;, &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1103;&#1097;&#1080;&#1077; &#1082; &#1089;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1085;&#1080;&#1102;/&#1088;&#1072;&#1079;&#1074;&#1086;&#1088;&#1072;&#1095;&#1080;&#1074;&#1072;&#1085;&#1080;&#1102; &#1086;&#1082;&#1085;&#1072;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1089;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082;/&#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;;</p></li><li class="listitem"><p>&#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; «&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082;» &#1080;&#1083;&#1080; «&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;»;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1083;&#1105;&#1089;&#1080;&#1082;&#1086;&#1084; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072;&#1074;&#1077;&#1076;&#1103; &#1082;&#1091;&#1088;&#1089;&#1086;&#1088; &#1085;&#1072; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F9.</p></li></ul></div></dd><dt><span class="term">&#1055;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100; / &#1086;&#1090;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;</span></dt><dd><p>&#1055;&#1088;&#1080; «&#1087;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080;» &#1086;&#1082;&#1085;&#1072; &#1086;&#1085;&#1086; &#1086;&#1089;&#1090;&#1072;&#1105;&#1090;&#1089;&#1103; &#1074;&#1080;&#1076;&#1080;&#1084;&#1099;&#1084; &#1085;&#1072; &#1089;&#1074;&#1086;&#1105;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077; &#1085;&#1072; &#1074;&#1089;&#1077;&#1093; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;&#1072;&#1093;. &#1044;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1076;&#1083;&#1103; &#1087;&#1088;&#1080; &#1087;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103;/&#1086;&#1090;&#1084;&#1077;&#1085;&#1099; &#1087;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1087;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100;/&#1086;&#1090;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100;;</p></li><li class="listitem"><p>&#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; «&#1055;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100;» &#1080;&#1083;&#1080; «&#1054;&#1090;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100;»;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F10.</p></li></ul></div></dd><dt><span class="term">&#1055;&#1086;&#1076;&#1085;&#1103;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; / &#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;</span></dt><dd><p>&#1060;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; «&#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1080;&#1103;» &#1086;&#1082;&#1085;&#1072; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090; &#1082; &#1090;&#1086;&#1084;&#1091;, &#1095;&#1090;&#1086; &#1086;&#1082;&#1085;&#1086; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093; &#1074;&#1089;&#1077;&#1093; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;. &#1044;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1091; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1090;&#1100; &#1092;&#1086;&#1082;&#1091;&#1089; &#1086;&#1082;&#1085;&#1091;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1074; <a class="ulink" href="xfwm4.html#wm-focus" target="_top">Keyboard and focus preferences dialog</a>;</p></li><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1075;&#1076;&#1077; &#1091;&#1075;&#1086;&#1076;&#1085;&#1086; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1086;&#1082;&#1085;&#1072;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1074; <a class="ulink" href="xfwm4.html#wm-focus" target="_top">Keyboard and focus preferences dialog</a>;</p></li><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1091;&#1090;&#1100; &#1085;&#1072; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1080; &#1086;&#1082;&#1085;&#1072; &#1074; &#1087;&#1072;&#1085;&#1077;&#1083;&#1080; &#1079;&#1072;&#1076;&#1072;&#1095; &#1080;&#1083;&#1080; iconbox</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; Shift + Alt + Page_Up (&#1077;&#1089;&#1083;&#1080; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1092;&#1086;&#1082;&#1091;&#1089;&#1077;).</p></li></ul></div><p>&#1054;&#1090;&#1082;&#1088;&#1099;&#1074; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; «&#1042;&#1089;&#1077;&#1075;&#1076;&#1072; &#1085;&#1072;&#1074;&#1077;&#1088;&#1093;&#1091;», &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093; &#1074;&#1089;&#1077;&#1093; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1086;&#1082;&#1086;&#1085;.</p><p>&#1060;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; «&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1085;&#1080;&#1103;» &#1086;&#1082;&#1085;&#1072; &#1085;&#1072; &#1079;&#1072;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090; &#1082; &#1090;&#1086;&#1084;&#1091;, &#1095;&#1090;&#1086; &#1086;&#1082;&#1085;&#1086; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1085;&#1080;&#1079;&#1091; &#1074;&#1089;&#1077;&#1093; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;. &#1044;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1089;&#1088;&#1077;&#1076;&#1085;&#1077;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1091; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; Shift + Alt + Page_Down (&#1077;&#1089;&#1083;&#1080; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074; &#1092;&#1086;&#1082;&#1091;&#1089;&#1077;).</p></li></ul></div></dd><dt><span class="term">&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;</span></dt><dd><p>&#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1074; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1090;&#1100; &#1086;&#1082;&#1085;&#1072;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1083;&#1077;&#1074;&#1086;&#1081; &#1080;&#1083;&#1080; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1091; &#1086;&#1082;&#1085;&#1072; &#1080; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;&#1077; &#1077;&#1075;&#1086;;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; Alt + &#1097;&#1077;&#1083;&#1095;&#1086;&#1082; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1074; &#1083;&#1102;&#1073;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077; &#1085;&#1072;&#1076; &#1086;&#1082;&#1085;&#1086;&#1084; &#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1081;&#1090;&#1077; &#1084;&#1099;&#1096;&#1100;;</p></li><li class="listitem"><p>&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; Control + Alt + Shift + &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072; (&#1074;&#1074;&#1077;&#1088;&#1093; &#1074;&#1085;&#1080;&#1079;, &#1074;&#1083;&#1077;&#1074;&#1086; &#1080;&#1083;&#1080; &#1074;&#1087;&#1088;&#1072;&#1074;&#1086;)</p></li></ul></div></dd><dt><span class="term">&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;</span></dt><dd><p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;, &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1074; &#1086;&#1076;&#1085;&#1086;&#1081; &#1080;&#1079; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1087;&#1088;&#1080;&#1082;&#1083;&#1077;&#1081;&#1090;&#1077; &#1086;&#1082;&#1085;&#1086;, &#1087;&#1077;&#1088;&#1077;&#1081;&#1076;&#1080;&#1090;&#1077; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1080; &#1086;&#1090;&#1082;&#1083;&#1077;&#1081;&#1090;&#1077; &#1086;&#1082;&#1085;&#1086;;</p></li><li class="listitem"><p>&#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074; &#1087;&#1086;&#1076;&#1084;&#1077;&#1085;&#1102; «&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;»;</p></li><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1080;&#1083;&#1080; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1087;&#1086; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1091; &#1086;&#1082;&#1085;&#1072; &#1080; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;&#1077; &#1077;&#1075;&#1086; &#1082; &#1082;&#1088;&#1072;&#1102; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;. &#1059;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100; &#1084;&#1099;&#1096;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089; &#1079;&#1072;&#1093;&#1074;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1084; &#1086;&#1082;&#1085;&#1086;&#1084;. &#1057;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1073;&#1099;&#1090;&#1100; &#1074;&#1082;&#1083;&#1102;&#1095;&#1105;&#1085; &#1074; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1077; <a class="ulink" href="xfwm4.html#wm_misc" target="_top">&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085;</a></p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;:</p><div class="itemizedlist"><ul class="itemizedlist" type="circle"><li class="listitem"><p>Alt + Control + End &#8211; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;;</p></li><li class="listitem"><p>Alt + Control + Home &#8211; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;;</p></li><li class="listitem"><p>Alt + Control + &#1094;&#1080;&#1092;&#1088;&#1072; &#1085;&#1072; &#1094;&#1080;&#1092;&#1088;&#1086;&#1074;&#1086;&#1084; &#1073;&#1083;&#1086;&#1082;&#1077; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; &#8211; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1072;&#1077;&#1090; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;;</p></li></ul></div></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; <a class="ulink" href="xfce4-panel.html#switcher-item" target="_top">&#1087;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1077;&#1083;&#1077;&#1084; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</a>, &#1097;&#1105;&#1083;&#1082;&#1085;&#1091;&#1074; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080; &#1086;&#1082;&#1085;&#1072; &#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1074; &#1077;&#1075;&#1086; &#1085;&#1072; &#1078;&#1077;&#1083;&#1072;&#1077;&#1084;&#1086;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;.</p></li></ul></div></dd><dt><span class="term">&#1047;&#1072;&#1082;&#1088;&#1099;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;</span></dt><dd><p>&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103; &#1086;&#1082;&#1085;&#1072; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077; &#1086;&#1082;&#1085;&#1072;;</p></li><li class="listitem"><p>&#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1084;&#1077;&#1085;&#1102; &#1086;&#1082;&#1085;&#1072; &#1080;&#1079; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; «&#1047;&#1072;&#1082;&#1088;&#1099;&#1090;&#1100;»;</p></li><li class="listitem"><p>&#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; Alt + F4.</p></li></ul></div></dd></dl></div></div></div><div class="sect1" title="&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; xfwm4"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-settings"></a>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; <strong class="application"><code>xfwm4</code></strong></h2></div></div></div><p>&#1044;&#1083;&#1103; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1076;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088;&#1072; &#1086;&#1082;&#1086;&#1085;, &#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; «&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088; &#1086;&#1082;&#1086;&#1085;» &#1074; <a class="ulink" href="xfce-mcs-manager.html#manager-dialog" target="_top">&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; Xfce 4</a>. &#1044;&#1080;&#1072;&#1083;&#1086;&#1075; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1105;&#1085; &#1085;&#1072; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1080;: &#1089;&#1090;&#1080;&#1083;&#1100;, &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1072;, &#1092;&#1086;&#1082;&#1091;&#1089;, &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077;. &#1042;&#1089;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1089;&#1090;&#1091;&#1087;&#1072;&#1102;&#1090; &#1074; &#1089;&#1080;&#1083;&#1091; &#1085;&#1077;&#1079;&#1072;&#1084;&#1077;&#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;.</p><div class="sect2" title="&#1057;&#1090;&#1080;&#1083;&#1100; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103;"><div class="titlepage"><div><div><h3 class="title"><a name="wm-style"></a>&#1057;&#1090;&#1080;&#1083;&#1100; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103;</h3></div></div></div><div class="figure"><a name="wm_decoration_style-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 2. &#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1089;&#1090;&#1080;&#1083;&#1103; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/decoration_style.png" alt="&#1042;&#1082;&#1083;&#1072;&#1076;&#1082;&#1072; &#1089;&#1090;&#1080;&#1083;&#1103; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103;"></div></div></div></div><br class="figure-break"><div class="variablelist"><dl><dt><span class="term">&#1057;&#1090;&#1080;&#1083;&#1100; &#1086;&#1082;&#1085;&#1072;</span></dt><dd><p>&#1057;&#1087;&#1080;&#1089;&#1086;&#1082; &#1089;&#1083;&#1077;&#1074;&#1072; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1082;&#1086;&#1085;. Xfwm 4 &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090; &#1074;&#1099;&#1073;&#1086;&#1088; &#1080;&#1079; &#1095;&#1077;&#1090;&#1099;&#1088;&#1105;&#1093; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1090;&#1077;&#1084;. &#1042; &#1087;&#1072;&#1082;&#1077;&#1090;&#1077; xfwm4-themes &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1073;&#1086;&#1083;&#1077;&#1077; 60-&#1090;&#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1090;&#1077;&#1084;.</p></dd><dt><span class="term">&#1064;&#1088;&#1080;&#1092;&#1090; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;</span></dt><dd><p>&#1050;&#1085;&#1086;&#1087;&#1082;&#1072; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1096;&#1088;&#1080;&#1092;&#1090;&#1072; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1099;&#1081; &#1074; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1076;&#1083;&#1103; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072; &#1096;&#1088;&#1080;&#1092;&#1090;. &#1065;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1101;&#1090;&#1091; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1089;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1096;&#1088;&#1080;&#1092;&#1090;. &#1055;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; «&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1096;&#1088;&#1080;&#1092;&#1090;». &#1054;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1090;&#1072;&#1082;&#1078;&#1077; &#1082;&#1072;&#1082; &#1080; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075; &#1074;&#1099;&#1073;&#1086;&#1088;&#1072; &#1096;&#1088;&#1080;&#1092;&#1090;&#1072; <a class="ulink" href="xfce-mcs-plugins.html#id2811474" target="_top">user interface settings manager plugin</a>.</p></dd><dt><span class="term">&#1056;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;</span></dt><dd><p>&#1042;&#1085;&#1077; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1086;&#1090; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1074; &#1089;&#1090;&#1088;&#1086;&#1082;&#1077; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074;: &#1089;&#1083;&#1077;&#1074;&#1072;, &#1087;&#1086; &#1094;&#1077;&#1085;&#1090;&#1088;&#1091;, &#1089;&#1087;&#1088;&#1072;&#1074;&#1072;.</p></dd><dt><span class="term">&#1056;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082;</span></dt><dd><p>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1089;&#1082;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103;. &#1065;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1080; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1089;&#1082;&#1080;&#1074;&#1072;&#1081;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080; &#1076;&#1083;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080;&#1093; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;. &#1055;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; «&#1057;&#1082;&#1088;&#1099;&#1090;&#1099;&#1077;», &#1095;&#1090;&#1086;&#1073;&#1099; &#1091;&#1076;&#1072;&#1083;&#1103;&#1090;&#1100; &#1077;&#1105; &#1089; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1072; &#1086;&#1082;&#1085;&#1072;. &#1042;&#1089;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1074;&#1089;&#1090;&#1091;&#1087;&#1072;&#1102;&#1090; &#1074; &#1089;&#1080;&#1083;&#1091; &#1085;&#1077;&#1079;&#1072;&#1084;&#1077;&#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;.</p></dd></dl></div></div><div class="sect2" title="&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;"><div class="titlepage"><div><div><h3 class="title"><a name="keyboard_shortcuts"></a>&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;</h3></div></div></div><div class="figure"><a name="keyboard_shortcuts-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 3. &#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/keyboard_shortcuts.png" alt="&#1042;&#1082;&#1083;&#1072;&#1076;&#1082;&#1072; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;"></div></div></div></div><br class="figure-break"><div class="variablelist"><dl><dt><span class="term">&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;</span></dt><dd><p>&#1057;&#1087;&#1080;&#1089;&#1086;&#1082; &#1089;&#1083;&#1077;&#1074;&#1072; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1089;&#1077; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1077; &#1090;&#1077;&#1084;&#1099; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;. &#1042; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1072;&#1090;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1092;&#1072;&#1081;&#1083; keythemerc.</p><p>&#1055;&#1086; &#1091;&#1084;&#1086;&#1083;&#1095;&#1072;&#1085;&#1080;&#1102; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086;&#1076;&#1085;&#1072; &#1090;&#1077;&#1084;&#1072;: $(datadir)/themes/Default/xfwm4/keythemerc</p><p>&#1042; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1086;&#1081; &#1082;&#1086;&#1085;&#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1094;&#1080;&#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1099; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1047;&#1072;&#1082;&#1088;&#1099;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;: Alt + F4</p></li><li class="listitem"><p>&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;: Alt + F5</p></li><li class="listitem"><p>&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086; &#1074;&#1077;&#1088;&#1090;&#1080;&#1082;&#1072;&#1083;&#1080;: Alt + F6</p></li><li class="listitem"><p>&#1056;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086; &#1075;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1072;&#1083;&#1080;: Alt + F7</p></li><li class="listitem"><p>&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;: Alt + F8</p></li><li class="listitem"><p>&#1057;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082;: Alt + F9</p></li><li class="listitem"><p>&#1055;&#1088;&#1080;&#1082;&#1083;&#1077;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;: Alt + F10</p></li><li class="listitem"><p>&#1055;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1072;&#1090;&#1100; &#1086;&#1082;&#1085;&#1072;: Alt + Tab</p></li><li class="listitem"><p>&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;: Control + Shift + Alt + &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072; (&#1074;&#1074;&#1077;&#1088;&#1093;, &#1074;&#1085;&#1080;&#1079;, &#1074;&#1083;&#1077;&#1074;&#1086; &#1080;&#1083;&#1080; &#1074;&#1087;&#1088;&#1072;&#1074;&#1086;)</p></li><li class="listitem"><p>&#1048;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1086;&#1082;&#1085;&#1072;: Shift + Alt + &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072; (&#1074;&#1074;&#1077;&#1088;&#1093;, &#1074;&#1085;&#1080;&#1079;, &#1074;&#1083;&#1077;&#1074;&#1086; &#1080;&#1083;&#1080; &#1074;&#1087;&#1088;&#1072;&#1074;&#1086;)</p></li><li class="listitem"><p>&#1055;&#1086;&#1076;&#1085;&#1103;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085;: Shift + Alt + Page_Up</p></li><li class="listitem"><p>&#1054;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1079;&#1072;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085;: Shift + Alt + Page_Down</p></li><li class="listitem"><p>&#1055;&#1086;&#1083;&#1085;&#1086;&#1101;&#1082;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1078;&#1080;&#1084;: Alt + F11</p></li><li class="listitem"><p>&#1057;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;: Control + Alt + &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072; &#1074;&#1087;&#1088;&#1072;&#1074;&#1086;</p></li><li class="listitem"><p>&#1055;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;: Control + Alt + &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1072; &#1074;&#1083;&#1077;&#1074;&#1086;</p></li><li class="listitem"><p>&#1044;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;: Alt + Insert</p></li><li class="listitem"><p>&#1059;&#1076;&#1072;&#1083;&#1080;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;: Alt + Delete</p></li><li class="listitem"><p>&#1055;&#1077;&#1088;&#1077;&#1081;&#1090;&#1080; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1085;&#1086;&#1084;&#1077;&#1088; N (1-9) : Control + F(N)</p></li><li class="listitem"><p>&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1099;&#1076;&#1091;&#1097;&#1077;&#1077;|&#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;: : Alt + Control + Home|End</p></li><li class="listitem"><p>&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1085;&#1086;&#1084;&#1077;&#1088; N (1-9) : Alt + Control + &#1094;&#1080;&#1092;&#1088;&#1072; &#1085;&#1072; &#1094;&#1080;&#1092;&#1088;&#1086;&#1074;&#1086;&#1084; &#1073;&#1083;&#1086;&#1082;&#1077; N</p></li><li class="listitem"><p>&#1047;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1089;&#1087;&#1088;&#1072;&#1074;&#1082;&#1091; xfhelp4: Alt + F1</p></li><li class="listitem"><p>&#1047;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; xfrun4: Alt + F2</p></li><li class="listitem"><p>&#1047;&#1072;&#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1101;&#1082;&#1088;&#1072;&#1085;: Alt + Control + Delete</p></li></ul></div><p>&#1042; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1076;&#1074;&#1072; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072;: &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1081; &#1076;&#1083;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1089; &#1086;&#1082;&#1085;&#1072;&#1084;&#1080; &#1080; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1081; &#1076;&#1083;&#1103; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081;. &#1044;&#1083;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1105; &#1076;&#1074;&#1072;&#1078;&#1076;&#1099; &#1083;&#1077;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1080; &#1079;&#1072;&#1076;&#1072;&#1081;&#1090;&#1077; &#1085;&#1086;&#1074;&#1091;&#1102; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1102; &#1074; &#1087;&#1086;&#1103;&#1074;&#1080;&#1074;&#1096;&#1077;&#1084;&#1089;&#1103; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080;.</p><div class="figure"><a name="compose_shortcut-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 4. &#1044;&#1080;&#1072;&#1083;&#1086;&#1075; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/compose_shortcut.png" alt="&#1044;&#1080;&#1072;&#1083;&#1086;&#1075; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080;"></div></div></div></div><br class="figure-break"><p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1091;&#1102; &#1090;&#1077;&#1084;&#1091;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1081;&#1090;&#1077; &#1082;&#1072;&#1090;&#1072;&#1083;&#1086;&#1075; &#1087;&#1086; &#1072;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1080; &#1089; &#1101;&#1090;&#1080;&#1084;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; $HOME/.themes/Custom/xfwm4/keythemerc, &#1080; &#1079;&#1072;&#1090;&#1077;&#1084; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1085;&#1086;&#1074;&#1091;&#1102; &#1090;&#1077;&#1084;&#1091; &#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1093; &#1090;&#1077;&#1084;.</p><p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1085;&#1077; &#1079;&#1085;&#1072;&#1077;&#1090;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1103; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096; &#1074;&#1072;&#1096;&#1077;&#1081; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1074; &#1090;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1083;&#1077; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; «xev» &#1080; &#1087;&#1088;&#1086;&#1090;&#1077;&#1089;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1101;&#1090;&#1086;.</p></dd></dl></div></div><div class="sect2" title="&#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072;"><div class="titlepage"><div><div><h3 class="title"><a name="focus"></a>&#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072;</h3></div></div></div><div class="figure"><a name="focus-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 5. &#1055;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/focus.png" alt="&#1042;&#1082;&#1083;&#1072;&#1076;&#1082;&#1072; «&#1060;&#1086;&#1082;&#1091;&#1089;»"></div></div></div></div><br class="figure-break"><div class="variablelist"><dl><dt><span class="term">&#1056;&#1077;&#1078;&#1080;&#1084; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072;</span></dt><dd><p>&#1054;&#1082;&#1085;&#1086; &#1074; &#1092;&#1086;&#1082;&#1091;&#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1077;&#1090; &#1074;&#1074;&#1086;&#1076; &#1082;&#1083;&#1072;&#1074;&#1080;&#1072;&#1090;&#1091;&#1088;&#1099; &#1080; &#1084;&#1099;&#1096;&#1080;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1086;&#1076;&#1085;&#1091; &#1080;&#1079; &#1076;&#1074;&#1091;&#1093; &#1084;&#1086;&#1076;&#1077;&#1083;&#1077;&#1081; &#1092;&#1086;&#1082;&#1091;&#1089;&#1072;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1060;&#1086;&#1082;&#1091;&#1089; &#1087;&#1088;&#1080; &#1097;&#1077;&#1083;&#1095;&#1082;&#1077; &#1084;&#1099;&#1096;&#1100;&#1102;: &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1083;&#1086; &#1092;&#1086;&#1082;&#1091;&#1089; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1097;&#1105;&#1083;&#1082;&#1072;&#1077;&#1090;&#1077; &#1075;&#1076;&#1077;-&#1090;&#1086; &#1074; &#1077;&#1075;&#1086; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;.</p></li><li class="listitem"><p>&#1060;&#1086;&#1082;&#1091;&#1089; &#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1079;&#1072; &#1084;&#1099;&#1096;&#1100;&#1102;: &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1083;&#1086; &#1092;&#1086;&#1082;&#1091;&#1089; &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100; &#1084;&#1099;&#1096;&#1080; &#1086;&#1082;&#1072;&#1078;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072;&#1076; &#1077;&#1075;&#1086; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100;&#1102;.</p></li></ul></div></dd><dt><span class="term">&#1060;&#1086;&#1082;&#1091;&#1089; &#1085;&#1086;&#1074;&#1099;&#1093; &#1086;&#1082;&#1086;&#1085;</span></dt><dd><p>&#1042;&#1099;&#1073;&#1086;&#1088; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090; &#1082; &#1090;&#1086;&#1084;&#1091;, &#1095;&#1090;&#1086; &#1074;&#1089;&#1077; &#1074;&#1085;&#1086;&#1074;&#1100; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1086;&#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1102;&#1090; &#1092;&#1086;&#1082;&#1091;&#1089;, &#1073;&#1077;&#1079; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1097;&#1105;&#1083;&#1082;&#1072;&#1090;&#1100; &#1080;&#1083;&#1080; &#1085;&#1072;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1085;&#1072; &#1085;&#1080;&#1093; &#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100; &#1084;&#1099;&#1096;&#1080;.</p></dd><dt><span class="term">&#1055;&#1086;&#1076;&#1085;&#1103;&#1090;&#1080;&#1077; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; &#1087;&#1088;&#1080; &#1085;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080; &#1082;&#1091;&#1088;&#1089;&#1086;&#1088;&#1072;</span></dt><dd><p>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1074;&#1099;&#1073;&#1088;&#1072;&#1083;&#1080; &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1090;&#1086; &#1086;&#1082;&#1085;&#1086;, &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1074;&#1096;&#1077;&#1077; &#1092;&#1086;&#1082;&#1091;&#1089;, &#1073;&#1091;&#1076;&#1077;&#1090; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1086; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; &#1087;&#1086; &#1087;&#1088;&#1086;&#1096;&#1077;&#1089;&#1090;&#1074;&#1080;&#1080; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1076;&#1072;&#1090;&#1100; &#1087;&#1086;&#1083;&#1079;&#1091;&#1085;&#1082;&#1086;&#1084; «&#1047;&#1072;&#1076;&#1077;&#1088;&#1078;&#1082;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076; &#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1080;&#1077;&#1084; &#1086;&#1082;&#1085;&#1072; &#1089; &#1092;&#1086;&#1082;&#1091;&#1089;&#1086;&#1084; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085;».</p></dd><dt><span class="term">&#1055;&#1086;&#1076;&#1085;&#1103;&#1090;&#1080;&#1077; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; &#1087;&#1088;&#1080; &#1097;&#1077;&#1083;&#1095;&#1082;&#1077; &#1084;&#1099;&#1096;&#1100;&#1102;</span></dt><dd><p>&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1076;&#1085;&#1080;&#1084;&#1072;&#1083;&#1086;&#1089;&#1100; &#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1076;&#1085;&#1080;&#1081; &#1087;&#1083;&#1072;&#1085; &#1087;&#1088;&#1080; &#1097;&#1077;&#1083;&#1095;&#1082;&#1077; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1101;&#1090;&#1086;&#1075;&#1086; &#1086;&#1082;&#1085;&#1072;. &#1045;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1085;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;, &#1074;&#1072;&#1084; &#1085;&#1072;&#1076;&#1086; &#1097;&#1105;&#1083;&#1085;&#1091;&#1090;&#1100; &#1075;&#1076;&#1077;-&#1090;&#1086; &#1085;&#1072; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1080;&#1080; &#1086;&#1082;&#1085;&#1072; (&#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082;, &#1082;&#1088;&#1072;&#1081; &#1080;&#1083;&#1080; &#1091;&#1075;&#1086;&#1083;), &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1100; &#1077;&#1075;&#1086;.</p></dd></dl></div></div><div class="sect2" title="&#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;"><div class="titlepage"><div><div><h3 class="title"><a name="wm_advanced"></a>&#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;</h3></div></div></div><div class="figure"><a name="misc_wm_prefs-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 6. &#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1099;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/misc_wm_prefs.png" alt="&#1042;&#1082;&#1083;&#1072;&#1076;&#1082;&#1072; «&#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077;»"></div></div></div></div><br class="figure-break"><div class="variablelist"><dl><dt><span class="term">&#1055;&#1088;&#1080;&#1083;&#1080;&#1087;&#1072;&#1085;&#1080;&#1077; &#1086;&#1082;&#1086;&#1085;</span></dt><dd><p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1087;&#1088;&#1080;&#1090;&#1103;&#1075;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1082;&#1088;&#1072;&#1105;&#1074; &#1086;&#1082;&#1085;&#1072; &#1087;&#1088;&#1080; &#1077;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1082; &#1082;&#1088;&#1072;&#1103;&#1084; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1086;&#1082;&#1086;&#1085; &#1080;&#1083;&#1080; &#1082; &#1082;&#1088;&#1072;&#1103;&#1084; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;. &#1056;&#1072;&#1089;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1087;&#1088;&#1086;&#1103;&#1074;&#1083;&#1103;&#1090;&#1100;&#1089;&#1103; &#1101;&#1090;&#1086;&#1090; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1079;&#1091;&#1085;&#1082;&#1086;&#1084; «&#1056;&#1072;&#1089;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;».</p></dd><dt><span class="term">&#1055;&#1077;&#1088;&#1077;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</span></dt><dd><p>&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1087;&#1077;&#1088;&#1074;&#1099;&#1081; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1080; &#1076;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1080; &#1082;&#1088;&#1072;&#1103; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072; &#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1077;&#1084; &#1084;&#1099;&#1096;&#1080; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1083; &#1087;&#1077;&#1088;&#1077;&#1093;&#1086;&#1076; &#1085;&#1072; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;. &#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1074;&#1090;&#1086;&#1088;&#1086;&#1081; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1076;&#1086;&#1073;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1093;&#1086;&#1078;&#1077;&#1075;&#1086; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1086;&#1082;&#1085;&#1072;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1089;&#1086;&#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1091; &#1082;&#1088;&#1072;&#1103;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1087;&#1086;&#1083;&#1079;&#1091;&#1085;&#1086;&#1082;.</p></dd><dt><span class="term">&#1055;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1077; &#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1086;&#1082;&#1085;&#1072;</span></dt><dd><p>&#1044;&#1074;&#1072; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1072; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;, &#1076;&#1086;&#1083;&#1078;&#1085;&#1086; &#1083;&#1080; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1084;&#1086;&#1077; &#1086;&#1082;&#1085;&#1072; &#1087;&#1088;&#1080; &#1077;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1084;&#1077;&#1097;&#1077;&#1085;&#1080;&#1080; &#1080;&#1083;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1080; &#1077;&#1075;&#1086; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072;. &#1057;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1084;&#1086;&#1075;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1090;&#1100; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1085;&#1099;&#1093; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074;.</p></dd><dt><span class="term">&#1044;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1087;&#1088;&#1080; &#1076;&#1074;&#1086;&#1081;&#1085;&#1086;&#1084; &#1097;&#1077;&#1083;&#1095;&#1082;&#1077; &#1085;&#1072; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1077;</span></dt><dd><p>&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1076;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088;&#1072; &#1086;&#1082;&#1086;&#1085; &#1087;&#1088;&#1080; &#1076;&#1074;&#1086;&#1081;&#1085;&#1086;&#1084; &#1097;&#1077;&#1083;&#1095;&#1082;&#1077; &#1087;&#1086; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1082;&#1091; &#1086;&#1082;&#1085;&#1072;: &#1089;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1074; &#1079;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1082;, &#1089;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086;, &#1088;&#1072;&#1079;&#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100; &#1086;&#1082;&#1085;&#1086; &#1080;&#1083;&#1080; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086;.</p></dd></dl></div></div></div><div class="sect1" title="&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1084;&#1080; &#1089;&#1090;&#1086;&#1083;&#1072;&#1084;&#1080;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="workspaces"></a>&#1059;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1084;&#1080; &#1089;&#1090;&#1086;&#1083;&#1072;&#1084;&#1080;</h2></div></div></div><p><strong class="application"><code>xfwm4</code></strong> &#1090;&#1072;&#1082;&#1078;&#1077; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1084;&#1080; &#1089;&#1090;&#1086;&#1083;&#1072;&#1084;&#1080;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1076;&#1083;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1086;&#1074; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1089;&#1090;&#1086;&#1083;&#1086;&#1074;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086;, &#1074;&#1099;&#1073;&#1088;&#1072;&#1074; <span class="emphasis"><em>&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083;</em></span> &#1080;&#1079; <a class="ulink" href="xfce-mcs-manager.html#manager-dialog" target="_top">settings manager dialog</a>. &#1044;&#1080;&#1072;&#1083;&#1086;&#1075; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1105;&#1085; &#1085;&#1072; &#1076;&#1074;&#1077; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;, &#1075;&#1076;&#1077; &#1073;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1077; &#1089;&#1090;&#1086;&#1083;&#1099; &#1080; &#1087;&#1086;&#1083;&#1103;.</p><div class="sect2" title="&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;"><div class="titlepage"><div><div><h3 class="title"><a name="id588605"></a>&#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</h3></div></div></div><div class="figure"><a name="xfwm-workspace-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 7. &#1053;&#1072;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/xfwm_workspaces.png" alt="&#1055;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1091; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;."></div></div></div></div><br class="figure-break"><div class="variablelist"><dl><dt><span class="term">&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1077; &#1084;&#1077;&#1089;&#1090;&#1072;</span></dt><dd><p>&#1069;&#1090;&#1086;&#1090; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1079;&#1072;&#1076;&#1072;&#1090;&#1100; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1099; &#1078;&#1077;&#1083;&#1072;&#1077;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; (&#1086;&#1090; 1 &#1076;&#1086; 32).</p></dd><dt><span class="term">&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072;</span></dt><dd><p>&#1069;&#1090;&#1086; &#1087;&#1086;&#1083;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1074;&#1089;&#1077;&#1093; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1093; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;. &#1045;&#1089;&#1080;&#1083; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1080;&#1079; &#1085;&#1080;&#1093;, &#1076;&#1074;&#1072;&#1078;&#1076;&#1099; &#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1087;&#1086; &#1077;&#1075;&#1086; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1102; &#1080; &#1079;&#1072;&#1083;&#1072;&#1081;&#1090;&#1077; &#1085;&#1086;&#1074;&#1086;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;.</p></dd></dl></div></div><div class="sect2" title="&#1055;&#1086;&#1083;&#1103; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;"><div class="titlepage"><div><div><h3 class="title"><a name="workspace-margins"></a>&#1055;&#1086;&#1083;&#1103; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</h3></div></div></div><div class="figure"><a name="workspace_margins-fig"></a><p class="title"><b>&#1056;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082; 8. &#1044;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1083;&#1077;&#1081; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;</b></p><div class="figure-contents"><div class="screenshot"><div class="mediaobject"><img src="images/workspace_margins.png" alt="&#1055;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1091; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1087;&#1086;&#1083;&#1077;&#1081; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;"></div></div></div></div><br class="figure-break"><p>&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1076;&#1080;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1075;&#1086; &#1089;&#1090;&#1086;&#1083;&#1072;, &#1097;&#1105;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; «&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1090;&#1086;&#1083;» &#1074; <a class="ulink" href="xfce4-settings.html#manager-dialog" target="_top">&#1044;&#1080;&#1089;&#1087;&#1077;&#1090;&#1095;&#1077;&#1088;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; Xfce</a>.</p><p>&#1055;&#1086;&#1083;&#1103; &#8211; &#1101;&#1090;&#1086; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1091; &#1082;&#1088;&#1072;&#1103; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1085;&#1077; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090;&#1089;&#1103; &#1088;&#1072;&#1079;&#1074;&#1105;&#1088;&#1085;&#1091;&#1090;&#1099;&#1084;&#1080; &#1086;&#1082;&#1085;&#1072;&#1084;&#1080;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1074;&#1089;&#1077;&#1093; &#1087;&#1086;&#1083;&#1077;&#1081; &#1074; &#1087;&#1080;&#1082;&#1089;&#1077;&#1083;&#1103;&#1093; (&#1089;&#1083;&#1077;&#1074;&#1072;, &#1089;&#1087;&#1088;&#1072;&#1074;&#1072;, &#1089;&#1074;&#1077;&#1088;&#1093;&#1091;, &#1089;&#1085;&#1080;&#1079;&#1091;). &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1101;&#1090;&#1091; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1085;&#1077; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1074;&#1105;&#1088;&#1085;&#1091;&#1090;&#1099;&#1077; &#1086;&#1082;&#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1099;&#1074;&#1072;&#1083;&#1080; &#1087;&#1072;&#1085;&#1077;&#1083;&#1100; &#1080;&#1083;&#1080; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; iconbox.</p></div></div><div class="sect1" title="&#1054; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; xfwm4"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="wm-copyright"></a>&#1054; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; <strong class="application"><code>xfwm4</code></strong></h2></div></div></div><p><strong class="application"><code>xfwm4</code></strong> &#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1083; Olivier Fourdan (<code class="email">&lt;<a class="email" href="mailto:fourdan@xfce.org">fourdan@xfce.org</a>&gt;</code>). &#1055;&#1086;&#1089;&#1077;&#1090;&#1080;&#1090;&#1077; <a class="ulink" href="http://www.xfce.org" target="_top">&#1089;&#1072;&#1081;&#1090; Xfce</a> &#1076;&#1083;&#1103; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080;.</p><p>&#1063;&#1090;&#1086;&#1073;&#1099; &#1089;&#1086;&#1086;&#1073;&#1097;&#1080;&#1090;&#1100; &#1086;&#1073; &#1086;&#1096;&#1080;&#1073;&#1082;&#1077; &#1080;&#1083;&#1080; &#1074;&#1085;&#1077;&#1089;&#1090;&#1080; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077;, &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1097;&#1077;&#1077;&#1089;&#1103; &#1082; &#1101;&#1090;&#1086;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; &#1080;&#1083;&#1080; &#1076;&#1072;&#1085;&#1085;&#1086;&#1084;&#1091; &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1091;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1091; &#1086;&#1090;&#1089;&#1083;&#1077;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1103; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082; <a class="ulink" href="http://bugzilla.xfce.org/" target="_top">http://bugzilla.xfce.org/</a>.</p><p>&#1045;&#1089;&#1083;&#1080; &#1091; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1087;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1102; &#1080;&#1083;&#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1072;&#1082;&#1077;&#1090;&#1072;, &#1087;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072;, &#1079;&#1072;&#1076;&#1072;&#1081;&#1090;&#1077; &#1080;&#1093; &#1074; <a class="ulink" href="http://lunar-linux.org/mailman/listinfo/xfce" target="_top">&#1089;&#1087;&#1080;&#1089;&#1082;&#1077; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; xfce</a>. &#1054;&#1073;&#1089;&#1091;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; <a class="ulink" href="http://lunar-linux.org/mailman/listinfo/xfce4-dev" target="_top">&#1089;&#1087;&#1080;&#1089;&#1082;&#1077; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; xfce4-dev</a>.</p><p>&#1069;&#1090;&#1086; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1093; &#1083;&#1080;&#1094;&#1077;&#1085;&#1079;&#1080;&#1080; GNU General Public License, &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1081; Free Software Foundation, &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; 2 &#1080;&#1083;&#1080; (&#1087;&#1086; &#1074;&#1072;&#1096;&#1077;&#1084;&#1091; &#1074;&#1099;&#1073;&#1086;&#1088;&#1091;) &#1083;&#1102;&#1073;&#1086;&#1081; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1079;&#1076;&#1085;&#1077;&#1081; &#1074;&#1077;&#1088;&#1089;&#1080;&#1080;.</p><p>&#1042;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1073;&#1099;&#1083;&#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1082;&#1086;&#1087;&#1080;&#1102; &#1083;&#1080;&#1094;&#1077;&#1085;&#1079;&#1080;&#1080; GNU General Public License &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089; &#1101;&#1090;&#1086;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081;. &#1045;&#1089;&#1083;&#1080; &#1101;&#1090;&#1086; &#1085;&#1077; &#1090;&#1072;&#1082;, &#1085;&#1072;&#1087;&#1080;&#1096;&#1080;&#1090;&#1077; &#1074;&#1086; Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.</p></div></div></body></html>
